
#XTIT: Application name
appTitle=\u0938\u093E\u092E\u093E\u0928\u094D\u092F \u091C\u0928\u0930\u094D\u0932 \u092A\u094D\u0930\u0935\u093F\u0937\u094D\u091F\u093F\u092F\u094B\u0902 \u0915\u094B \u0905\u092A\u0932\u094B\u0921 \u0915\u0930\u0947\u0902

#YDES: Application description
appDescription=\u0938\u093E\u092E\u093E\u0928\u094D\u092F \u091C\u0930\u094D\u0928\u0932 \u092A\u094D\u0930\u0935\u093F\u0937\u094D\u091F\u093F \u0905\u092A\u0932\u094B\u0921 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F

#~~~ Upload View ~~~~~~~~~~~~~~~~~~~~~~~~~~

#XTIT: Upload view title
UploadViewTitle=\u0938\u093E\u092E\u093E\u0928\u094D\u092F \u091C\u0928\u0930\u094D\u0932 \u092A\u094D\u0930\u0935\u093F\u0937\u094D\u091F\u093F\u092F\u094B\u0902 \u0915\u094B \u0905\u092A\u0932\u094B\u0921 \u0915\u0930\u0947\u0902

#XTIT: Tooltip for uploader
SelectFile=\u092B\u093C\u093E\u0907\u0932 \u091A\u0941\u0928\u0947\u0902

#XBUT: Upload
Upload=\u0905\u092A\u0932\u094B\u0921 \u0915\u0930\u0947\u0902

#XMSG: Uploader Hint Message
UploadHint=\u0905\u092A\u0932\u094B\u0921 \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u091F\u0947\u092E\u094D\u092A\u094D\u0932\u0947\u091F-\u0906\u0927\u093E\u0930\u093F\u0924 \u092B\u093C\u093E\u0907\u0932 \u091A\u0941\u0928\u0947\u0902

#XBUT: Post
Post=\u092A\u094B\u0938\u094D\u091F \u0915\u0930\u0947\u0902

#XBUT: Submit
Submit=\u0938\u092C\u092E\u093F\u091F \u0915\u0930\u0947\u0902

#XTIT: Held
Held=\u0939\u094B\u0932\u094D\u0921 \u0915\u0930\u0947\u0902

#XBUT: Show Log
ShowLog=\u0932\u0949\u0917 \u0926\u093F\u0916\u093E\u090F\u0902

#XBUT: Log
Log=\u0932\u0949\u0917

#XBUT: Download
Download=\u0921\u093E\u0909\u0928\u0932\u094B\u0921

#XBUT: Cancel
Cancel=\u0930\u0926\u094D\u0926 \u0915\u0930\u0947\u0902

#XLNK: Link to download Template
DownloadTemplate=\u091F\u0947\u092E\u094D\u092A\u0932\u0947\u091F \u0921\u093E\u0909\u0928\u0932\u094B\u0921 \u0915\u0930\u0947\u0902

#XTIT: Template Download
DownloadDialogTitle=\u091F\u0947\u092E\u094D\u092A\u094D\u0932\u0947\u091F \u0921\u093E\u0909\u0928\u0932\u094B\u0921

#XTIT: Template Language
TemplateLanguage=\u091F\u0947\u092E\u094D\u092A\u094D\u0932\u0947\u091F \u092D\u093E\u0937\u093E

#XTIT: Format
Format=\u0938\u094D\u0935\u0930\u0942\u092A

#XTIT: Excel
Excel=\u0938\u094D\u092A\u094D\u0930\u0947\u0921\u0936\u0940\u091F (*.xlsx)

#XTIT: CSV_Comma
CSV_Comma=CSV (\u0905\u0932\u094D\u092A\u0935\u093F\u0930\u093E\u092E(,) \u092A\u0930\u093F\u0938\u0940\u092E\u093F\u0924) (*.csv)

#XTIT: CSV_Semicolon
CSV_Semicolon=CSV (\u0905\u0930\u094D\u0927\u0935\u093F\u0930\u093E\u092E(,) \u092A\u0930\u093F\u0938\u0940\u092E\u093F\u0924) (*.csv)

#XTIT: Items
Items=\u0906\u0907\u091F\u092E

#XTIT: Items (NUM)
ItemsHeader=\u0906\u0907\u091F\u092E ({0})

#XTIT: Creation Date From
FromLabel=\u0907\u0938\u0938\u0947 \u0928\u093F\u0930\u094D\u092E\u093E\u0923 \u0926\u093F\u0928\u093E\u0902\u0915

#XTIT: To
ToLabel=\u092F\u0939\u093E\u0902 \u0924\u0915

#XTIT: Creation Date
CreationDate=\u0905\u092A\u0932\u094B\u0921 \u0926\u093F\u0928\u093E\u0902\u0915 \u0936\u094D\u0930\u0947\u0923\u0940

#XBUT: Go
GoBtm=\u091C\u093E\u090F\u0902

#XTIT: Tooltip for Search
Search=\u0916\u094B\u091C\u0947\u0902

#XBLI: text for a table with no data
tableNoDataText=\u0915\u094B\u0908 \u0921\u0947\u091F\u093E \u0935\u0930\u094D\u0924\u092E\u093E\u0928 \u0930\u0942\u092A \u0938\u0947 \u0909\u092A\u0932\u092C\u094D\u0927 \u0928\u0939\u0940\u0902.

#XTIT: Document Sequence
DocumentSequence=\u0926\u0938\u094D\u0924\u093E\u0935\u0947\u091C\u093C \u0905\u0928\u0941\u0915\u094D\u0930\u092E

#XLNK: Show details
linkShowDetails=\u0935\u093F\u0935\u0930\u0923\u094B\u0902 \u0915\u094B \u0926\u093F\u0916\u093E\u090F\u0902

#XMSG: To view the upload or post status, click 
AppLogMsgStrip=\u091C\u0930\u094D\u0928\u0932 \u092A\u094D\u0930\u0935\u093F\u0937\u094D\u091F\u093F\u092F\u094B\u0902 \u0915\u0940 \u0938\u094D\u0925\u093F\u0924\u093F \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F, \u091A\u0941\u0928\u0947\u0902

#XMSG: Message Strip For No Batch ID
NoBatchIDMsgStrip=\u0924\u094D\u0930\u0941\u091F\u093F\u092F\u093E\u0902 \u0920\u0940\u0915 \u0915\u0930\u0947\u0902 \u0914\u0930 \u0905\u092A\u0932\u094B\u0921 \u0915\u094B \u0926\u094B\u0939\u0930\u093E\u090F\u0902. \u091C\u0930\u094D\u0928\u0932 \u092A\u094D\u0930\u0935\u093F\u0937\u094D\u091F\u093F\u092F\u094B\u0902 \u0915\u0940 \u0938\u094D\u0925\u093F\u0924\u093F \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F, \u091A\u0941\u0928\u0947\u0902

#XMSG: Message Strip For Error Have Batch ID
HaveBatchIDMsgStrip=\u0915\u093F\u0938\u0940 \u092D\u0940 \u0924\u094D\u0930\u0941\u091F\u093F\u092F\u094B\u0902 \u0915\u093E \u0938\u0941\u0927\u093E\u0930 \u0915\u0930\u0947\u0902, \u0905\u092A\u0928\u0947 \u092B\u093C\u093E\u0907\u0932 \u092E\u0947\u0902 \u0906\u0930\u0902\u092D \u0905\u092A\u0932\u094B\u0921 \u0915\u0940 \u092C\u0948\u091A ID \u0915\u0940 \u092A\u094D\u0930\u0924\u093F \u092C\u0928\u093E\u090F\u0902, \u0914\u0930 \u0915\u094B \u0926\u094B\u0939\u0930\u093E\u090F\u0902. \u0905\u092A\u0932\u094B\u0921 \u092F\u093E \u092A\u094B\u0938\u094D\u091F\u093F\u0902\u0917 \u0938\u094D\u0925\u093F\u0924\u093F \u092A\u094D\u0930\u0926\u0930\u094D\u0936\u0928 \u0915\u0947 \u0932\u093F\u090F \u091A\u0941\u0928\u0947\u0902 

#XMSG: Message Strip For Warning Have Batch ID
HaveBatchIDWarningMsgStrip=\u091A\u0947\u0924\u093E\u0935\u0928\u0940 \u0938\u0902\u0926\u0947\u0936\u094B\u0902 \u0915\u0940 \u091C\u093E\u0902\u091A \u0915\u0930\u0947\u0902 \u0914\u0930 \u0909\u0928\u094D\u0939\u0947\u0902 \u0905\u0928\u0926\u0947\u0916\u093E \u0915\u0930\u0928\u093E \u0939\u0948 \u092F\u093E \u0928\u0939\u0940\u0902 \u0907\u0938\u0915\u093E \u0928\u093F\u0930\u094D\u0923\u092F \u0932\u0947\u0902. \u091C\u0930\u094D\u0928\u0932 \u092A\u094D\u0930\u0935\u093F\u0937\u094D\u091F\u093F\u092F\u094B\u0902 \u0915\u0940 \u0938\u094D\u0925\u093F\u0924\u093F \u0926\u0947\u0916\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F \u0915\u094D\u0932\u093F\u0915 \u0915\u0930\u0947\u0902 

#XMSG: Failed to upload all the journal entries.
UploadFailedMsgStrip=\u0938\u092D\u0940 \u091C\u0928\u0930\u094D\u0932 \u092A\u094D\u0930\u0935\u093F\u0937\u094D\u091F\u093F\u092F\u094B\u0902 \u0915\u094B \u0905\u092A\u0932\u094B\u0921 \u0915\u0930\u0928\u093E \u092E\u0947\u0902 \u0935\u093F\u092B\u0932.

#XMSG: Post error message strip
PostingFailedMsgStrip=\u0915\u0941\u091B \u091C\u0930\u094D\u0928\u0932 \u092A\u094D\u0930\u0935\u093F\u0937\u094D\u091F\u093F\u092F\u094B\u0902 \u092E\u0947\u0902 \u0924\u094D\u0930\u0941\u091F\u093F\u092F\u093E\u0902 \u0936\u093E\u092E\u093F\u0932 \u0939\u094B\u0924\u0940 \u0939\u0948\u0902.

#XMSG: Post number message box
PostedMsgBox={0} \u091C\u0928\u0930\u094D\u0932 \u092A\u094D\u0930\u0935\u093F\u0937\u094D\u091F\u093F\u092F\u094B\u0902 \u0915\u094B {1} \u092A\u094B\u0938\u094D\u091F \u0915\u093F\u092F\u093E \u0917\u092F\u093E.

#XMSG: Submit number message box
SubmittedMsgBox={0} \u0907\u0938\u0915\u0940 {1} \u091C\u0930\u094D\u0928\u0932 \u092A\u094D\u0930\u0935\u093F\u0937\u094D\u091F\u093F \u0938\u092C\u092E\u093F\u091F \u0915\u0940 \u0917\u0908 \u0939\u0948.

#XMSG: Error of posting message box
PostContainError={0} \u091C\u0928\u0930\u094D\u0932 \u092A\u094D\u0930\u0935\u093F\u0937\u094D\u091F\u093F\u092F\u094B\u0902 \u092E\u0947\u0902 \u0924\u094D\u0930\u0941\u091F\u093F\u092F\u093E\u0902 \u0936\u093E\u092E\u093F\u0932 \u0939\u0948. 

#XMSG: Have warning of posting message box
PostContainWarning=\u091C\u0930\u094D\u0928\u0932 \u092A\u094D\u0930\u0935\u093F\u0937\u094D\u091F\u093F\u092F\u094B\u0902 {0} \u0915\u0947 \u0905\u0932\u093E\u0935\u093E, {1} \u092A\u094B\u0938\u094D\u091F \u0915\u093F\u092F\u093E \u0917\u092F\u093E, {2} \u0924\u094D\u0930\u0941\u091F\u093F\u092F\u093E\u0902 \u0939\u0948, \u0914\u0930 {3} \u091A\u0947\u0924\u093E\u0935\u0928\u093F\u092F\u093E\u0902 \u0939\u0948.\n\u0906\u092A \u091A\u0947\u0924\u093E\u0935\u0928\u093F\u092F\u094B\u0902 \u0915\u0947 \u0938\u093E\u0925 \u0915\u094D\u092F\u093E \u0915\u0930\u0928\u093E \u091A\u093E\u0939\u0924\u0947 \u0939\u0948\u0902?

#XMSG: Have warning of submit message box
SubmitContainWarning=\u091C\u0930\u094D\u0928\u0932 \u092A\u094D\u0930\u0935\u093F\u0937\u094D\u091F\u093F\u092F\u094B\u0902 {0} \u0915\u0947 \u0905\u0932\u093E\u0935\u093E, {1} \u0938\u092C\u092E\u093F\u091F \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948, {2} \u0924\u094D\u0930\u0941\u091F\u093F\u092F\u093E\u0902 \u0939\u0948, \u0914\u0930 {3} \u091A\u0947\u0924\u093E\u0935\u0928\u093F\u092F\u093E\u0902 \u0939\u0948.\n\u0906\u092A \u091A\u0947\u0924\u093E\u0935\u0928\u093F\u092F\u094B\u0902 \u0915\u0947 \u0938\u093E\u0925 \u0915\u094D\u092F\u093E \u0915\u0930\u0928\u093E \u091A\u093E\u0939\u0924\u0947 \u0939\u0948\u0902?  

#XMSG: Warning message for limitation
MaximumEntriesLimitationWarning=\u0906\u092A\u0915\u0940 \u092A\u0902\u0915\u094D\u0924\u093F \u0906\u0907\u091F\u092E 16,000 \u092A\u0902\u0915\u094D\u0924\u093F\u092F\u094B\u0902 \u0915\u0940 \u090A\u092A\u0930\u0940 \u0938\u0940\u092E\u093E \u0938\u0947 \u092A\u093E\u0930 \u0915\u0940 \u0917\u0908. \u0907\u0938\u0938\u0947 \u092A\u094D\u0930\u094B\u0938\u0947\u0938\u093F\u0902\u0917 \u091F\u093E\u0907\u092E\u0906\u0909\u091F \u0915\u0947 \u0932\u093F\u090F \u0905\u0917\u094D\u0930\u0923\u0940 \u0939\u094B \u0938\u0915\u0924\u093E \u0939\u0948. \u0915\u094D\u092F\u093E \u0906\u092A \u091C\u093E\u0930\u0940 \u0930\u0916\u0928\u093E \u091A\u093E\u0939\u0924\u0947 \u0939\u0948\u0902?

#XBUT: Ignore and Post
IgnorePost=\u0905\u0928\u0926\u0947\u0916\u093E \u0915\u0930\u0947\u0902 \u0914\u0930 \u092A\u094B\u0938\u094D\u091F \u0915\u0930\u0947\u0902

#XBUT: Ignore and Submit
IgnoreSubmit=\u0905\u0928\u0926\u0947\u0916\u093E \u0915\u0930\u0947\u0902 \u0914\u0930 \u0938\u092C\u092E\u093F\u091F \u0915\u0930\u0947\u0902

#XLNK: text for link in 'not found' pages
backToWorklist=\u0905\u092A\u0932\u094B\u0921 \u0938\u093E\u092E\u093E\u0928\u094D\u092F \u0938\u093E\u092E\u093E\u0928\u094D\u092F \u092A\u094D\u0930\u0935\u093F\u0937\u094D\u091F\u093F \u0926\u093F\u0916\u093E\u090F\u0902

#XMSG: Upload Successful Message Toast
messageUploadSuccess={0} \u091C\u0930\u094D\u0928\u0932 \u092A\u094D\u0930\u0935\u093F\u0937\u094D\u091F\u093F\u092F\u094B\u0902 \u0915\u094B \u0905\u092A\u0921\u0947\u091F \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948 \u0914\u0930 \u0939\u0938\u094D\u0924 \u091C\u0930\u094D\u0928\u0932 \u092A\u094D\u0930\u0935\u093F\u0937\u094D\u091F\u093F\u092F\u094B\u0902 \u0915\u0947 \u0930\u0942\u092A \u092E\u0947\u0902 \u0938\u0939\u0947\u091C\u093E \u0917\u092F\u093E.

#XMSG: Upload Successful With Batch ID Message Toast
messageUpdatedSuccess=\u092C\u0948\u091A ID \u0915\u0947 \u0938\u093E\u0925 \u0939\u0938\u094D\u0924 \u091C\u0930\u094D\u0928\u0932 \u0915\u094B {0} \u0905\u092A\u0921\u0947\u091F \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948.

#XMSG: Upload Failed With Batch ID Message Toast
messageNoEntryForUpload=\u0906\u092A \u091C\u0930\u094D\u0928\u0932 \u092A\u094D\u0930\u0935\u093F\u0937\u094D\u091F\u093F\u092F\u094B\u0902 \u0915\u094B \u092A\u0941\u0928\u0903\u0905\u092A\u0932\u094B\u0921 \u0928\u0939\u0940\u0902 \u0915\u0930 \u0938\u0915\u0924\u0947 \u091C\u094B \u0938\u092C\u092E\u093F\u091F \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948 \u092F\u093E \u092A\u094B\u0938\u094D\u091F \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948.

#XMSG: Can't Select Posted Items Message
messageUnselectItem=\u092F\u0926\u093F \u0935\u0947 \u0938\u092B\u0932\u0924\u093E\u092A\u0942\u0930\u094D\u0935\u0915 \u092A\u094B\u0938\u094D\u091F \u0915\u0940 \u0917\u0908 \u0939\u0948 \u0924\u094B \u0906\u092A \u0926\u0941\u092C\u093E\u0930\u093E \u092A\u094B\u0938\u094D\u091F \u0928\u0939\u0940\u0902 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902.

#XMSG: Skip Posted Items Message
messageSkipPostedItems=\u0915\u0941\u091B \u091A\u092F\u0928\u093F\u0924 \u0906\u0907\u091F\u092E \u0907\u0938\u0938\u0947 \u092A\u0939\u0932\u0947 \u092A\u094B\u0938\u094D\u091F \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948 \u0914\u0930 \u0907\u0938\u0932\u093F\u090F \u091B\u094B\u095C\u093E \u091C\u093E\u090F\u0917\u093E.

#XMSG: Skip Submitted Items Message
messageSkipSubmittedItems=\u0915\u0941\u091B \u091A\u092F\u0928\u093F\u0924 \u0906\u0907\u091F\u092E \u0907\u0938\u0938\u0947 \u092A\u0939\u0932\u0947 \u0938\u092C\u092E\u093F\u091F \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0939\u0948 \u0914\u0930 \u0907\u0938\u0932\u093F\u090F \u091B\u094B\u095C\u093E \u091C\u093E\u090F\u0917\u093E.

#XMSG: Table No Data Text
uploadTableNoDataText=\u092A\u094D\u0930\u093E\u0930\u0902\u092D \u0915\u0930\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F, \u092B\u093C\u093E\u0907\u0932 \u0905\u092A\u0932\u094B\u0921 \u0915\u0930\u0947\u0902 \u092F\u093E \u0926\u093F\u0928\u093E\u0902\u0915 \u0936\u094D\u0930\u0947\u0923\u0940 \u0915\u093E \u091A\u092F\u0928 \u0915\u0930\u0947\u0902.

#XMSG: Upload success and have some warning messages
UploadWithWarning=\u091C\u0930\u094D\u0928\u0932 \u092A\u094D\u0930\u0935\u093F\u0937\u094D\u091F\u093F\u092F\u093E\u0902 \u0905\u092A\u0932\u094B\u0921 \u0915\u0940 \u0917\u0908, \u0924\u094D\u0930\u0941\u091F\u093F\u092F\u094B\u0902 \u0915\u0947 \u0938\u093E\u0925 \u0938\u0902\u092D\u0935 \u0939\u0948.

#XMSG: Login Time Out Message
LoginTimeOutMsg=\u0932\u0949\u0917\u0907\u0928 \u091F\u093E\u0907\u092E\u0906\u0909\u091F. \u092A\u0943\u0937\u094D\u0920 \u0930\u093F\u092B\u094D\u0930\u0947\u0936 \u0915\u0930\u0947\u0902.

#~~~ DisplayMessage View ~~~~~~~~~~~~~~~~~~~~~~~~~~

#XTIT: Error Messages
ErrorMessages=\u0938\u0902\u0926\u0947\u0936\u094B\u0902 ({0})

#XTIT: Message Type
MessageType=\u0938\u0902\u0926\u0947\u0936 \u092A\u094D\u0930\u0915\u0930

#XTIT: Error
Error=\u0924\u094D\u0930\u0941\u091F\u093F

#XTIT: Warning
Warning=\u091A\u0947\u0924\u093E\u0935\u0928\u0940

#XTIT: Messages
Messages=\u0938\u0902\u0926\u0947\u0936

#XTIT: Export
Export=\u0928\u093F\u0930\u094D\u092F\u093E\u0924 \u0915\u0930\u0947\u0902

#XMSG: Correct Error Instructions for upload
UploadCorrectMsgStrip=\u0915\u093F\u0938\u0940 \u092D\u0940 \u0924\u094D\u0930\u0941\u091F\u093F\u092F\u094B\u0902 \u0915\u0940 \u0938\u0941\u0927\u093E\u0930 \u0915\u0930\u0947\u0902, \u0905\u092A\u0928\u0947 \u092B\u093C\u093E\u0907\u0932 \u0915\u0947 \u0906\u0930\u0902\u092D\u093F\u0915 \u0905\u092A\u0932\u094B\u0921 \u0915\u093E \u092C\u0948\u091A ID \u0915\u0940 \u092A\u094D\u0930\u0924\u093F \u092C\u0928\u093E\u090F\u0902, \u0914\u0930 \u0905\u092A\u0932\u094B\u0921 \u0926\u094B\u0939\u0930\u093E\u090F\u0902.

#XMSG: Correct Error Instructions for post
PostCorrectMsgStrip=\u0921\u0941\u092A\u094D\u0932\u093F\u0915\u0947\u091F \u091C\u0928\u0930\u094D\u0932 \u092A\u094D\u0930\u0935\u093F\u0937\u094D\u091F\u093F\u092F\u094B\u0902 \u0938\u0947 \u092C\u091A\u0928\u0947 \u0915\u0947 \u0932\u093F\u090F, \u0906\u092A \u0905\u092A\u0932\u094B\u0921 \u0926\u094B\u0939\u0930\u093E\u0928\u0947 \u0938\u0947 \u092A\u0939\u0932\u0947 \u0905\u092A\u0928\u0947 \u092B\u093C\u093E\u0907\u0932 \u092E\u0947\u0902 \u0906\u0930\u0902\u092D\u093F\u0915 \u0905\u092A\u0932\u094B\u0921 \u0915\u093E \u092C\u0948\u091A ID \u0926\u0930\u094D\u091C \u0915\u0930\u0947\u0902.

#XTIT: Upload Error Message Strip
UploadAllFailedMsgStrip=\u0915\u0943\u092A\u092F\u093E \u0928\u093F\u092E\u094D\u0928\u0932\u093F\u0916\u093F\u0924 \u0924\u094D\u0930\u0941\u091F\u093F\u092F\u094B\u0902 \u0915\u094B \u0938\u0941\u0927\u093E\u0930\u0947\u0902, \u0914\u0930 \u092B\u0930 \u0938\u0947 \u091C\u0928\u0930\u094D\u0932 \u092A\u094D\u0930\u0935\u093F\u0937\u094D\u091F\u093F\u092F\u094B\u0902 \u0915\u094B \u0905\u092A\u0932\u094B\u0921 \u0915\u0930\u0947\u0902

#XMSG: Have some warning messages
WarningMsgStrip=\u0938\u0902\u0926\u0947\u0936 \u0914\u0930 \u0928\u093F\u0930\u094D\u0923\u092F \u091C\u093E\u0902\u091A \u0915\u0930\u0947\u0902 \u092F\u093E \u0909\u0938\u0947 \u0905\u0928\u0926\u0947\u0916\u093E \u0915\u0930\u0947\u0902.

#~~~ Footer Options ~~~~~~~~~~~~~~~~~~~~~~~

#XTIT: Save as tile app title
saveAsTileTitle=\u0938\u093E\u092E\u093E\u0928\u094D\u092F \u091C\u0928\u0930\u094D\u0932 \u092A\u094D\u0930\u0935\u093F\u0937\u094D\u091F\u093F \u0905\u092A\u0932\u094B\u0921 \u0915\u0930\u0947\u0902 - {0}

#XTIT: Send E-Mail subject
shareSendEmailWorklistSubject=<\u0908-\u092E\u0947\u0932 \u0935\u093F\u0937\u092F \u0915\u0943\u092A\u092F\u093E \u0905\u092A\u0928\u0947 \u0909\u092A\u092F\u094B\u0917 \u0915\u0947\u0938 \u0915\u0947 \u0905\u0928\u0941\u0938\u093E\u0930 \u092A\u094D\u0930\u0924\u093F\u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0915\u0930\u0947\u0902>

#YMSG: Send E-Mail message
shareSendEmailWorklistMessage=<\u0908-\u092E\u0947\u0932 \u092C\u0949\u0921\u0940 \u0915\u0943\u092A\u092F\u093E \u0905\u092A\u0928\u0947 \u0909\u092A\u092F\u094B\u0917 \u0915\u0947\u0938 \u0915\u0947 \u0905\u0928\u0941\u0938\u093E\u0930 \u092A\u094D\u0930\u0924\u093F\u0938\u094D\u0925\u093E\u092A\u0928 \u0915\u0930\u0947\u0902> \n{0}

#XTIT: Send E-Mail subject
shareSendEmailObjectSubject=<\u0908-\u092E\u0947\u0932 \u0935\u093F\u0937\u092F \u0936\u093E\u092E\u093F\u0932 \u0911\u092C\u094D\u091C\u0947\u0915\u094D\u091F \u092A\u0939\u091A\u093E\u0928\u0915\u0930\u094D\u0924\u093E \u0915\u0943\u092A\u092F\u093E \u0905\u092A\u0928\u0947 \u0909\u092A\u092F\u094B\u0917 \u0915\u0947\u0938 \u0915\u0947 \u0905\u0928\u0941\u0938\u093E\u0930 \u092A\u094D\u0930\u0924\u093F\u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0915\u0930\u0947\u0902> {0}

#YMSG: Send E-Mail message
shareSendEmailObjectMessage=<\u0908-\u092E\u0947\u0932 \u092C\u0949\u0921\u0940 \u0915\u0943\u092A\u092F\u093E \u0905\u092A\u0928\u0947 \u0909\u092A\u092F\u094B\u0917 \u0915\u0947\u0938 \u0915\u0947 \u0905\u0928\u0941\u0938\u093E\u0930 \u092A\u094D\u0930\u0924\u093F\u0938\u094D\u0925\u093E\u092A\u0928 \u0915\u0930\u0947\u0902>{0} (ID\: {1})\n{2}


#~~~ Not Found View ~~~~~~~~~~~~~~~~~~~~~~~

#XTIT: Not found view title
notFoundTitle=\u0928\u0939\u0940\u0902 \u092E\u093F\u0932\u093E

#YMSG: The HoldDocWorklistItems not found text is displayed when there is no HoldDocWorklistItems with this id
noObjectFoundText=\u092F\u0939 <ObjectName> \u0909\u092A\u0932\u092C\u094D\u0927 \u0928\u0939\u0940\u0902 \u0939\u0948.

#YMSG: The HoldDocWorklistItems not available text is displayed when there is no data when starting the app
noObjectsAvailableText=\u0915\u094B\u0908 <ObjectNamePlural> \u0935\u0930\u094D\u0924\u092E\u093E\u0928 \u0930\u0942\u092A \u0938\u0947 \u0909\u092A\u0932\u092C\u094D\u0927 \u0928\u0939\u0940\u0902

#YMSG: The not found text is displayed when there was an error loading the resource (404 error)
notFoundText=\u0915\u094D\u0937\u092E\u093E \u0915\u0930\u0947\u0902, \u0939\u092E\u0947 \u0905\u0928\u0941\u0930\u094B\u0927\u093F\u0924 \u0938\u0902\u0938\u093E\u0927\u0928 \u0928\u0939\u0940\u0902 \u092E\u093F\u0932 \u0938\u0915\u0947.

#~~~ Error Handling ~~~~~~~~~~~~~~~~~~~~~~~

#YMSG: Error dialog description
errorText=\u0915\u094D\u0937\u092E\u093E \u0915\u0930\u0947\u0902, \u090F\u0915 \u0924\u0915\u0928\u0940\u0915\u0940 \u0924\u094D\u0930\u0941\u091F\u093F \u092E\u093F\u0932\u0940. \u0915\u0943\u092A\u092F\u093E \u092B\u093F\u0930 \u0938\u0947 \u092A\u094D\u0930\u092F\u093E\u0938 \u0915\u0930\u0947\u0902.

#YMSG: Error dialog description
IntentErrorText=\u0907\u0930\u093E\u0926\u093E \u0928\u0947\u0935\u093F\u0917\u0947\u0936\u0928 \u0920\u0940\u0915 \u0938\u0947 \u0915\u0949\u0928\u094D\u095E\u093F\u0917\u0930 \u0928\u0939\u0940\u0902 \u0915\u093F\u092F\u093E \u0939\u0948. \u0935\u093F\u0924\u094D\u0924 \u090F\u092A\u094D\u0932\u093F\u0915\u0947\u0936\u0928 \u0932\u0949\u0917-\u0938\u0942\u091A\u0940 \u0926\u0930\u094D\u0936\u093E\u090F\u0902 \u0932\u0915\u094D\u0937\u094D\u092F \u092E\u0948\u092A\u093F\u0902\u0917 \u092E\u094C\u091C\u0942\u0926 \u0928\u0939\u0940\u0902 \u0939\u0948.
