
#XTIT: Application name
appTitle=\u041A\u0430\u0447\u0432\u0430\u043D\u0435 \u043D\u0430 \u0437\u0430\u043F\u0438\u0441\u0438 \u043E\u0442 \u0433\u043B\u0430\u0432\u0435\u043D \u0436\u0443\u0440\u043D\u0430\u043B

#YDES: Application description
appDescription=\u0417\u0430 \u043A\u0430\u0447\u0432\u0430\u043D\u0435 \u043D\u0430 \u0437\u0430\u043F\u0438\u0441\u0438 \u043E\u0442 \u0433\u043B\u0430\u0432\u043D\u0430 \u043A\u043D\u0438\u0433\u0430

#~~~ Upload View ~~~~~~~~~~~~~~~~~~~~~~~~~~

#XTIT: Upload view title
UploadViewTitle=\u041A\u0430\u0447\u0432\u0430\u043D\u0435 \u043D\u0430 \u0437\u0430\u043F\u0438\u0441\u0438 \u043E\u0442 \u0433\u043B\u0430\u0432\u0435\u043D \u0436\u0443\u0440\u043D\u0430\u043B

#XTIT: Tooltip for uploader
SelectFile=\u0418\u0437\u0431\u043E\u0440 \u043D\u0430 \u0444\u0430\u0439\u043B

#XBUT: Upload
Upload=\u041A\u0430\u0447\u0432\u0430\u043D\u0435

#XMSG: Uploader Hint Message
UploadHint=\u0418\u0437\u0431\u043E\u0440 \u043D\u0430 \u0444\u0430\u0439\u043B \u0437\u0430 \u043A\u0430\u0447\u0432\u0430\u043D\u0435, \u0431\u0430\u0437\u0438\u0440\u0430\u043D \u043D\u0430 \u0448\u0430\u0431\u043B\u043E\u043D

#XBUT: Post
Post=\u041E\u0441\u0447\u0435\u0442\u043E\u0432\u043E\u0434\u044F\u0432\u0430\u043D\u0435

#XBUT: Submit
Submit=\u0418\u0437\u043F\u0440\u0430\u0449\u0430\u043D\u0435

#XTIT: Held
Held=\u0417\u0430\u0434\u044A\u0440\u0436\u0430\u043D\u0435

#XBUT: Show Log
ShowLog=\u041F\u043E\u043A\u0430\u0437\u0432\u0430\u043D\u0435 \u043D\u0430 \u0436\u0443\u0440\u043D\u0430\u043B

#XBUT: Log
Log=\u0416\u0443\u0440\u043D\u0430\u043B

#XBUT: Download
Download=\u0418\u0437\u0442\u0435\u0433\u043B\u044F\u043D\u0435

#XBUT: Cancel
Cancel=\u041E\u0442\u043A\u0430\u0437

#XLNK: Link to download Template
DownloadTemplate=\u0418\u0437\u0442\u0435\u0433\u043B\u044F\u043D\u0435 \u043D\u0430 \u0448\u0430\u0431\u043B\u043E\u043D

#XTIT: Template Download
DownloadDialogTitle=\u0418\u0437\u0442\u0435\u0433\u043B\u044F\u043D\u0435 \u043D\u0430 \u0448\u0430\u0431\u043B\u043E\u043D

#XTIT: Template Language
TemplateLanguage=\u0415\u0437\u0438\u043A \u043D\u0430 \u0448\u0430\u0431\u043B\u043E\u043D

#XTIT: Format
Format=\u0424\u043E\u0440\u043C\u0430\u0442

#XTIT: Excel
Excel=Spreadsheet (*.xlsx)

#XTIT: CSV_Comma
CSV_Comma=CSV (\u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D \u0447\u0440\u0435\u0437 \u0437\u0430\u043F\u0435\u0442\u0430\u044F (,)) (*.csv)

#XTIT: CSV_Semicolon
CSV_Semicolon=CSV (\u043E\u0433\u0440\u0430\u043D\u0438\u0447\u0435\u043D \u0447\u0440\u0435\u0437 \u0442\u043E\u0447\u043A\u0430 \u0438 \u0437\u0430\u043F\u0435\u0442\u0430\u044F (;)) (*.csv)

#XTIT: Items
Items=\u041F\u043E\u0437\u0438\u0446\u0438\u0438

#XTIT: Items (NUM)
ItemsHeader=\u041F\u043E\u0437\u0438\u0446\u0438\u0438 ({0})

#XTIT: Creation Date From
FromLabel=\u0414\u0430\u0442\u0430 \u043D\u0430 \u0441\u044A\u0437\u0434\u0430\u0432\u0430\u043D\u0435 \u043E\u0442

#XTIT: To
ToLabel=\u0414\u043E

#XTIT: Creation Date
CreationDate=\u0414\u0438\u0430\u043F\u0430\u0437\u043E\u043D \u0434\u0430\u0442\u0438 \u043D\u0430 \u043A\u0430\u0447\u0432\u0430\u043D\u0435

#XBUT: Go
GoBtm=\u041E\u0442\u0438\u0434\u0438

#XTIT: Tooltip for Search
Search=\u0422\u044A\u0440\u0441\u0435\u043D\u0435

#XBLI: text for a table with no data
tableNoDataText=\u0412 \u043C\u043E\u043C\u0435\u043D\u0442\u0430 \u043D\u044F\u043C\u0430 \u043D\u0430\u043B\u0438\u0447\u043D\u0438 \u0434\u0430\u043D\u043D\u0438.

#XTIT: Document Sequence
DocumentSequence=\u041F\u043E\u0441\u043B\u0435\u0434\u043E\u0432\u0430\u0442\u0435\u043B\u043D\u043E\u0441\u0442 \u043D\u0430 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0438

#XLNK: Show details
linkShowDetails=\u041F\u043E\u043A\u0430\u0437\u0432\u0430\u043D\u0435 \u043D\u0430 \u043F\u043E\u0434\u0440\u043E\u0431\u043D\u0438 \u0434\u0430\u043D\u043D\u0438

#XMSG: To view the upload or post status, click 
AppLogMsgStrip=\u0417\u0430 \u0434\u0430 \u043F\u043E\u043A\u0430\u0436\u0435\u0442\u0435 \u0441\u0442\u0430\u0442\u0443\u0441\u0430 \u043D\u0430 \u0437\u0430\u043F\u0438\u0441\u0438 \u043E\u0442 \u0436\u0443\u0440\u043D\u0430\u043B,. \u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 

#XMSG: Message Strip For No Batch ID
NoBatchIDMsgStrip=\u041A\u043E\u0440\u0438\u0433\u0438\u0440\u0430\u0439\u0442\u0435 \u0433\u0440\u0435\u0448\u043A\u0438\u0442\u0435 \u0438 \u043F\u043E\u0441\u043B\u0435 \u043E\u0442\u043D\u043E\u0432\u043E \u043A\u0430\u0447\u0435\u0442\u0435. \u0417\u0430 \u0434\u0430 \u043F\u0440\u0435\u0433\u043B\u0435\u0434\u0430\u0442\u0435 \u0441\u0442\u0430\u0442\u0443\u0441\u0430 \u043D\u0430 \u0437\u0430\u043F\u0438\u0441\u0438 \u0436\u0443\u0440\u043D\u0430\u043B, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 

#XMSG: Message Strip For Error Have Batch ID
HaveBatchIDMsgStrip=\u041A\u043E\u0440\u0438\u0433\u0438\u0440\u0430\u0439\u0442\u0435 \u0433\u0440\u0435\u0448\u043A\u0438\u0442\u0435, \u043A\u043E\u043F\u0438\u0440\u0430\u0439\u0442\u0435 \u0418\u0414 \u043D\u0430 \u043F\u0430\u0440\u0442\u0438\u0434\u0430\u0442\u0430 \u043E\u0442 \u043D\u0430\u0447\u0430\u043B\u043D\u043E \u043A\u0430\u0447\u0432\u0430\u043D\u0435 \u0432\u044A\u0432 \u0432\u0430\u0448\u0438\u044F \u0444\u0430\u0439\u043B \u0438 \u043F\u043E\u0432\u0442\u043E\u0440\u0435\u0442\u0435 \u043A\u0430\u0447\u0432\u0430\u043D\u0435\u0442\u043E. \u0417\u0430 \u0434\u0430 \u043F\u043E\u043A\u0430\u0436\u0435\u0442\u0435 \u0441\u0442\u0430\u0442\u0443\u0441\u0430 \u043D\u0430 \u043A\u0430\u0447\u0432\u0430\u043D\u0435 \u0438\u043B\u0438 \u043E\u0441\u0447\u0435\u0442\u043E\u0432\u043E\u0434\u044F\u0432\u0430\u043D\u0435, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 

#XMSG: Message Strip For Warning Have Batch ID
HaveBatchIDWarningMsgStrip=\u041F\u0440\u043E\u0432\u0435\u0440\u0435\u0442\u0435 \u043F\u0440\u0435\u0434\u0443\u043F\u0440\u0435\u0434\u0438\u0442\u0435\u043B\u043D\u0438\u0442\u0435 \u0441\u044A\u043E\u0431\u0449\u0435\u043D\u0438\u044F \u0438 \u0440\u0435\u0448\u0435\u0442\u0435 \u0434\u0430\u043B\u0438 \u0434\u0430 \u0433\u0438 \u0438\u0433\u043D\u043E\u0440\u0438\u0440\u0430\u0442\u0435. \u0417\u0430 \u043F\u0440\u0435\u0433\u043B\u0435\u0434 \u043D\u0430 \u0441\u0442\u0430\u0442\u0443\u0441\u0430 \u043D\u0430 \u0437\u0430\u043F\u0438\u0441\u0438\u0442\u0435 \u043E\u0442 \u0436\u0443\u0440\u043D\u0430\u043B \u043A\u043B\u0438\u043A\u043D\u0435\u0442\u0435 \u0432\u044A\u0440\u0445\u0443 

#XMSG: Failed to upload all the journal entries.
UploadFailedMsgStrip=\u041D\u0435\u0443\u0441\u043F\u0435\u0448\u043D\u043E \u043A\u0430\u0447\u0432\u0430\u043D\u0435 \u043D\u0430 \u0432\u0441\u0438\u0447\u043A\u0438 \u0437\u0430\u043F\u0438\u0441\u0438 \u043E\u0442 \u0436\u0443\u0440\u043D\u0430\u043B.

#XMSG: Post error message strip
PostingFailedMsgStrip=\u041D\u044F\u043A\u043E\u0438 \u0437\u0430\u043F\u0438\u0441\u0438 \u0432 \u0436\u0443\u0440\u043D\u0430\u043B \u0441\u044A\u0434\u044A\u0440\u0436\u0430\u0442 \u0433\u0440\u0435\u0448\u043A\u0438.

#XMSG: Post number message box
PostedMsgBox={0} \u043E\u0442 {1} \u0437\u0430\u043F\u0438\u0441\u0430 \u043D\u0430 \u0436\u0443\u0440\u043D\u0430\u043B \u0431\u044F\u0445\u0430 \u043E\u0441\u0447\u0435\u0442\u043E\u0432\u043E\u0434\u0435\u043D\u0438.

#XMSG: Submit number message box
SubmittedMsgBox={0} \u043E\u0442 {1} \u0437\u0430\u043F\u0438\u0441\u0430 \u043D\u0430 \u0436\u0443\u0440\u043D\u0430\u043B \u0431\u044F\u0445\u0430 \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u043D\u0438.

#XMSG: Error of posting message box
PostContainError={0} \u0437\u0430\u043F\u0438\u0441\u0430 \u0432 \u0436\u0443\u0440\u043D\u0430\u043B \u0441\u044A\u0434\u044A\u0440\u0436\u0430\u0442 \u0433\u0440\u0435\u0448\u043A\u0438.

#XMSG: Have warning of posting message box
PostContainWarning=\u0421\u0440\u0435\u0434 {0} \u0437\u0430\u043F\u0438\u0441\u0438\u0442\u0435 \u0432 \u0436\u0443\u0440\u043D\u0430\u043B, {1} \u0441\u0430 \u043E\u0441\u0447\u0435\u0442\u043E\u0432\u043E\u0434\u0435\u043D\u0438, {2} \u0438\u043C\u0430\u0442 \u0433\u0440\u0435\u0448\u043A\u0438 \u0438 {3} \u0438\u043C\u0430\u0442 \u043F\u0440\u0435\u0434\u0443\u043F\u0440\u0435\u0436\u0434\u0435\u043D\u0438\u044F.\n\u041A\u0430\u043A\u0432\u043E \u0436\u0435\u043B\u0430\u0435\u0442\u0435 \u0434\u0430 \u043D\u0430\u043F\u0440\u0430\u0432\u0438\u0442\u0435 \u0441 \u043F\u0440\u0435\u0434\u0443\u043F\u0440\u0435\u0436\u0434\u0435\u043D\u0438\u044F\u0442\u0430?

#XMSG: Have warning of submit message box
SubmitContainWarning=\u0421\u0440\u0435\u0434 {0} \u0437\u0430\u043F\u0438\u0441\u0438\u0442\u0435 \u0432 \u0436\u0443\u0440\u043D\u0430\u043B, {1} \u0441\u0430 \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u043D\u0438, {2} \u0438\u043C\u0430\u0442 \u0433\u0440\u0435\u0448\u043A\u0438 \u0438 {3} \u0438\u043C\u0430\u0442 \u043F\u0440\u0435\u0434\u0443\u043F\u0440\u0435\u0436\u0434\u0435\u043D\u0438\u044F.\n\u041A\u0430\u043A\u0432\u043E \u0436\u0435\u043B\u0430\u0435\u0442\u0435 \u0434\u0430 \u043D\u0430\u043F\u0440\u0430\u0432\u0438\u0442\u0435 \u0441 \u043F\u0440\u0435\u0434\u0443\u043F\u0440\u0435\u0436\u0434\u0435\u043D\u0438\u044F\u0442\u0430?  

#XMSG: Warning message for limitation
MaximumEntriesLimitationWarning=\u0412\u0430\u0448\u0438\u0442\u0435 \u0435\u0434\u0438\u043D\u0438\u0447\u043D\u0438 \u043F\u043E\u0437\u0438\u0446\u0438\u0438 \u043D\u0430\u0434\u0432\u0438\u0448\u0430\u0432\u0430\u0442 \u0433\u043E\u0440\u043D\u0430\u0442\u0430 \u0433\u0440\u0430\u043D\u0438\u0446\u0430 \u043E\u0442 16,000 \u0440\u0435\u0434\u0430. \u0422\u043E\u0432\u0430 \u0431\u0438 \u043C\u043E\u0433\u043B\u043E \u0434\u0430 \u0434\u043E\u0432\u0435\u0434\u0435 \u0434\u043E \u043F\u0440\u043E\u0441\u0440\u043E\u0447\u0432\u0430\u043D\u0435 \u043D\u0430 \u0432\u0440\u0435\u043C\u0435\u0442\u043E \u0437\u0430 \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u043A\u0430. \u0416\u0435\u043B\u0430\u0435\u0442\u0435 \u043B\u0438 \u0434\u0430 \u043F\u0440\u043E\u0434\u044A\u043B\u0436\u0438\u0442\u0435?

#XBUT: Ignore and Post
IgnorePost=\u0418\u0433\u043D\u043E\u0440\u0438\u0440\u0430\u043D\u0435 \u0438 \u043E\u0441\u0447\u0435\u0442\u043E\u0432\u043E\u0434\u044F\u0432\u0430\u043D\u0435

#XBUT: Ignore and Submit
IgnoreSubmit=\u0418\u0433\u043D\u043E\u0440\u0438\u0440\u0430\u043D\u0435 \u0438 \u0438\u0437\u043F\u0440\u0430\u0449\u0430\u043D\u0435

#XLNK: text for link in 'not found' pages
backToWorklist=\u041F\u043E\u043A\u0430\u0437\u0432\u0430\u043D\u0435 \u043D\u0430 \u043A\u0430\u0447\u0432\u0430\u043D\u0435 \u043D\u0430 \u0437\u0430\u043F\u0438\u0441 \u043E\u0442 \u0436\u0443\u0440\u043D\u0430\u043B

#XMSG: Upload Successful Message Toast
messageUploadSuccess={0} \u0437\u0430\u043F\u0438\u0441\u0438 \u0432 \u0436\u0443\u0440\u043D\u0430\u043B \u0441\u0430 \u043A\u0430\u0447\u0435\u043D\u0438 \u0438 \u0437\u0430\u043F\u0430\u0437\u0435\u043D\u0438 \u043A\u0430\u0442\u043E \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0438 \u043D\u0430 \u0441\u044A\u0445\u0440\u0430\u043D\u0435\u043D\u0438\u0435.

#XMSG: Upload Successful With Batch ID Message Toast
messageUpdatedSuccess=\u0417\u0430\u043F\u0438\u0441\u0438 \u0432 \u0436\u0443\u0440\u043D\u0430\u043B \u043D\u0430 \u0441\u044A\u0445\u0440\u0430\u043D\u0435\u043D\u0438\u0435 \u0441 \u0418\u0414 \u043D\u0430 \u043F\u0430\u0440\u0442\u0438\u0434\u0430 {0} \u0441\u0430 \u0430\u043A\u0442\u0443\u0430\u043B\u0438\u0437\u0438\u0440\u0430\u043D\u0438.

#XMSG: Upload Failed With Batch ID Message Toast
messageNoEntryForUpload=\u041D\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E \u0434\u0430 \u043A\u0430\u0447\u0438\u0442\u0435 \u0437\u0430\u043F\u0438\u0441\u0438 \u0432 \u0436\u0443\u0440\u043D\u0430\u043B, \u043A\u043E\u0438\u0442\u043E \u0441\u0430 \u0438\u0437\u043F\u0440\u0430\u0442\u0435\u043D\u0438 \u0438\u043B\u0438 \u043E\u0441\u0447\u0435\u0442\u043E\u0432\u043E\u0434\u0435\u043D\u0438.

#XMSG: Can't Select Posted Items Message
messageUnselectItem=\u041D\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u0434\u0430 \u043E\u0441\u0447\u0435\u0442\u043E\u0432\u043E\u0434\u044F\u0432\u0430\u0442\u0435 \u043F\u043E\u0437\u0438\u0446\u0438\u0438 \u043E\u0442\u043D\u043E\u0432\u043E, \u0430\u043A\u043E \u0442\u0435 \u0441\u0430 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u043E\u0441\u0447\u0435\u0442\u043E\u0432\u043E\u0434\u0435\u043D\u0438.

#XMSG: Skip Posted Items Message
messageSkipPostedItems=\u041D\u044F\u043A\u043E\u0438 \u043E\u0442 \u0438\u0437\u0431\u0440\u0430\u043D\u0438\u0442\u0435 \u043F\u043E\u0437\u0438\u0446\u0438\u0438 \u0441\u0430 \u043E\u0441\u0447\u0435\u0442\u043E\u0432\u043E\u0434\u0435\u043D\u0438 \u043F\u043E-\u0440\u0430\u043D\u043E \u0438 \u0449\u0435 \u0431\u044A\u0434\u0430\u0442 \u043F\u0440\u043E\u043F\u0443\u0441\u043D\u0430\u0442\u0438.

#XMSG: Skip Submitted Items Message
messageSkipSubmittedItems=\u041D\u044F\u043A\u043E\u0438 \u043E\u0442 \u0438\u0437\u0431\u0440\u0430\u043D\u0438\u0442\u0435 \u043F\u043E\u0437\u0438\u0446\u0438\u0438 \u0441\u0430 \u043E\u0438\u0437\u043F\u0440\u0430\u0442\u0435\u043D\u0438 \u043F\u043E-\u0440\u0430\u043D\u043E \u0438 \u0449\u0435 \u0431\u044A\u0434\u0430\u0442 \u043F\u0440\u043E\u043F\u0443\u0441\u043D\u0430\u0442\u0438.

#XMSG: Table No Data Text
uploadTableNoDataText=\u0417\u0430 \u0434\u0430 \u0437\u0430\u043F\u043E\u0447\u043D\u0435\u0442\u0435, \u043A\u0430\u0447\u0435\u0442\u0435 \u0444\u0430\u0439\u043B \u0438 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0434\u0438\u0430\u043F\u0430\u0437\u043E\u043D \u043E\u0442 \u0434\u0430\u0442\u0438.

#XMSG: Upload success and have some warning messages
UploadWithWarning=\u0417\u0430\u043F\u0438\u0441\u0438 \u0432 \u0436\u0443\u0440\u043D\u0430\u043B \u0431\u044F\u0445\u0430 \u0430\u043A\u0442\u0443\u0430\u043B\u0438\u0437\u0438\u0440\u0430\u043D\u0438, \u0432\u0435\u0440\u043E\u044F\u0442\u043D\u043E \u0441 \u0433\u0440\u0435\u0448\u043A\u0438.

#XMSG: Login Time Out Message
LoginTimeOutMsg=\u0422\u0430\u0439\u043C\u0430\u0443\u0442 \u043D\u0430 \u0432\u0445\u043E\u0434 \u0432 \u0441\u0438\u0441\u0442\u0435\u043C\u0430\u0442\u0430. \u041E\u043F\u0440\u0435\u0441\u043D\u0435\u0442\u0435 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430\u0442\u0430.

#~~~ DisplayMessage View ~~~~~~~~~~~~~~~~~~~~~~~~~~

#XTIT: Error Messages
ErrorMessages=\u0421\u044A\u043E\u0431\u0449\u0435\u043D\u0438\u044F \u0437\u0430 \u0433\u0440\u0435\u0448\u043A\u0430 ({0})

#XTIT: Message Type
MessageType=\u0412\u0438\u0434 \u0441\u044A\u043E\u0431\u0449\u0435\u043D\u0438\u0435

#XTIT: Error
Error=\u0413\u0440\u0435\u0448\u043A\u0430

#XTIT: Warning
Warning=\u041F\u0440\u0435\u0434\u0443\u043F\u0440\u0435\u0436\u0434\u0435\u043D\u0438\u0435

#XTIT: Messages
Messages=\u0421\u044A\u043E\u0431\u0449\u0435\u043D\u0438\u044F

#XTIT: Export
Export=\u0415\u043A\u0441\u043F\u043E\u0440\u0442

#XMSG: Correct Error Instructions for upload
UploadCorrectMsgStrip=\u041A\u043E\u0440\u0438\u0433\u0438\u0440\u0430\u0439\u0442\u0435 \u0433\u0440\u0435\u0448\u043A\u0438\u0442\u0435, \u043A\u043E\u043F\u0438\u0440\u0430\u0439\u0442\u0435 \u0418\u0414 \u043D\u0430 \u043F\u0430\u0440\u0442\u0438\u0434\u0430\u0442\u0430 \u043E\u0442 \u043D\u0430\u0447\u0430\u043B\u043D\u043E \u043A\u0430\u0447\u0432\u0430\u043D\u0435 \u0432\u044A\u0432 \u0432\u0430\u0448\u0438\u044F \u0444\u0430\u0439\u043B \u0438 \u043F\u043E\u0432\u0442\u043E\u0440\u0435\u0442\u0435 \u043A\u0430\u0447\u0432\u0430\u043D\u0435\u0442\u043E.

#XMSG: Correct Error Instructions for post
PostCorrectMsgStrip=\u0417\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0433\u043D\u0435\u0442\u0435 \u0434\u0443\u0431\u043B\u0438\u0440\u0430\u043D\u0438 \u0437\u0430\u043F\u0438\u0441\u0438 \u043D\u0430 \u0436\u0443\u0440\u043D\u0430\u043B, \u0432\u044A\u0432\u0435\u0434\u0435\u0442\u0435 \u0418\u0414 \u043D\u0430 \u043F\u0430\u0440\u0442\u0438\u0434\u0430\u0442\u0430 \u043E\u0442 \u043D\u0430\u0447\u0430\u043B\u043D\u043E\u0442\u043E \u043A\u0430\u0447\u0432\u0430\u043D\u0435 \u0432\u044A\u0432 \u0432\u0430\u0448\u0438\u044F \u0444\u0430\u0439\u043B, \u043F\u0440\u0435\u0434\u0438 \u0434\u0430 \u043F\u043E\u0432\u0442\u043E\u0440\u0438\u0442\u0435 \u043A\u0430\u0447\u0432\u0430\u043D\u0435\u0442\u043E.

#XTIT: Upload Error Message Strip
UploadAllFailedMsgStrip=\u041C\u043E\u043B\u044F, \u043A\u043E\u0440\u0438\u0433\u0438\u0440\u0430\u0439\u0442\u0435 \u0441\u043B\u0435\u0434\u043D\u0438\u0442\u0435 \u0433\u0440\u0435\u0448\u043A\u0438 \u0438 \u043A\u0430\u0447\u0435\u0442\u0435 \u043E\u0442\u043D\u043E\u0432\u043E \u0437\u0430\u043F\u0438\u0441\u0438\u0442\u0435 \u043D\u0430 \u0436\u0443\u0440\u043D\u0430\u043B\u0430.

#XMSG: Have some warning messages
WarningMsgStrip=\u041F\u0440\u043E\u0432\u0435\u0442\u0435 \u0441\u044A\u043E\u0431\u0449\u0435\u043D\u0438\u044F\u0442\u0430 \u0438 \u0440\u0435\u0448\u0435\u0442\u0435 \u0434\u0430\u043B\u0438 \u0434\u0430 \u0433\u0438 \u0438\u0433\u043D\u043E\u0440\u0438\u0440\u0430\u0442\u0435.

#~~~ Footer Options ~~~~~~~~~~~~~~~~~~~~~~~

#XTIT: Save as tile app title
saveAsTileTitle=\u041A\u0430\u0447\u0432\u0430\u043D\u0435 \u043D\u0430 \u0437\u0430\u043F\u0438\u0441 \u043E\u0442 \u0433\u043B\u0430\u0432\u0435\u043D \u0436\u0443\u0440\u043D\u0430\u043B - {0}

#XTIT: Send E-Mail subject
shareSendEmailWorklistSubject=<\u0422\u0435\u043C\u0430 \u043D\u0430 \u0438\u043C\u0435\u0439\u043B \u041C\u041E\u041B\u042F, \u0417\u0410\u041C\u0415\u041D\u0415\u0422\u0415 \u0412 \u0417\u0410\u0412\u0418\u0421\u0418\u041C\u041E\u0421\u0422 \u041E\u0422 \u0412\u0410\u0428\u0418\u042F \u0421\u041B\u0423\u0427\u0410\u0419 \u041D\u0410 \u0418\u0417\u041F\u041E\u041B\u0417\u0412\u0410\u041D\u0415>

#YMSG: Send E-Mail message
shareSendEmailWorklistMessage=<\u0422\u0435\u043A\u0441\u0442 \u043D\u0430 \u0438\u043C\u0435\u0439\u043B \u041C\u041E\u041B\u042F, \u0417\u0410\u041C\u0415\u041D\u0415\u0422\u0415 \u0421\u041F\u041E\u0420\u0415\u0414 \u0412\u0410\u0428\u0418\u042F \u0421\u041B\u0423\u0427\u0410\u0419 \u041D\u0410 \u0418\u0417\u041F\u041E\u041B\u0417\u0412\u0410\u041D\u0415>\n{0}

#XTIT: Send E-Mail subject
shareSendEmailObjectSubject=<\u0422\u0435\u043C\u0430 \u043D\u0430 \u0438\u043C\u0435\u0439\u043B, \u0432\u043A\u043B\u044E\u0447\u0438\u0442\u0435\u043B\u043D\u043E \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440 \u043D\u0430 \u043E\u0431\u0435\u043A\u0442 \u041C\u041E\u041B\u042F, \u0417\u0410\u041C\u0415\u041D\u0415\u0422\u0415 \u0421\u041F\u041E\u0420\u0415\u0414 \u0412\u0410\u0428\u0418\u042F \u0421\u041B\u0423\u0427\u0410\u0419 \u041D\u0410 \u0418\u0417\u041F\u041E\u041B\u0417\u0412\u0410\u041D\u0415> {0}

#YMSG: Send E-Mail message
shareSendEmailObjectMessage=<\u0422\u0435\u043A\u0441\u0442 \u043D\u0430 \u0438\u043C\u0435\u0439\u043B \u041C\u041E\u041B\u042F, \u0417\u0410\u041C\u0415\u041D\u0415\u0422\u0415 \u0421\u041F\u041E\u0420\u0415\u0414 \u0412\u0410\u0428\u0418\u042F \u0421\u041B\u0423\u0427\u0410\u0419 \u041D\u0410 \u0418\u0417\u041F\u041E\u041B\u0417\u0412\u0410\u041D\u0415> {0} (\u0418\u0414\: {1})\n{2}


#~~~ Not Found View ~~~~~~~~~~~~~~~~~~~~~~~

#XTIT: Not found view title
notFoundTitle=\u041D\u0435 \u0435 \u043D\u0430\u043C\u0435\u0440\u0435\u043D

#YMSG: The HoldDocWorklistItems not found text is displayed when there is no HoldDocWorklistItems with this id
noObjectFoundText=\u0422\u043E\u0437\u0438 <ObjectName> \u043D\u0435 \u0435 \u043D\u0430\u043B\u0438\u0447\u0435\u043D.

#YMSG: The HoldDocWorklistItems not available text is displayed when there is no data when starting the app
noObjectsAvailableText=\u0412 \u043C\u043E\u043C\u0435\u043D\u0442\u0430 \u043D\u044F\u043C\u0430 \u043D\u0430\u043B\u0438\u0447\u043D\u0438 <ObjectNamePlural>

#YMSG: The not found text is displayed when there was an error loading the resource (404 error)
notFoundText=\u0421\u044A\u0436\u0430\u043B\u044F\u0432\u0430\u043C\u0435, \u043D\u0435 \u043C\u043E\u0436\u0435\u043C \u0434\u0430 \u043D\u0430\u043C\u0435\u0440\u0438\u043C \u0437\u0430\u044F\u0432\u0435\u043D\u0438\u044F \u0440\u0435\u0441\u0443\u0440\u0441.

#~~~ Error Handling ~~~~~~~~~~~~~~~~~~~~~~~

#YMSG: Error dialog description
errorText=\u0421\u044A\u0436\u0430\u043B\u044F\u0432\u0430\u043C\u0435, \u0432\u044A\u0437\u043D\u0438\u043A\u043D\u0430 \u0442\u0435\u0445\u043D\u0438\u0447\u0435\u0441\u043A\u0430 \u0433\u0440\u0435\u0448\u043A\u0430. \u041C\u043E\u043B\u044F, \u043E\u043F\u0438\u0442\u0430\u0439\u0442\u0435 \u043F\u0430\u043A \u043F\u043E-\u043A\u044A\u0441\u043D\u043E.

#YMSG: Error dialog description
IntentErrorText=\u041D\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u044F \u043D\u0430 \u043D\u0430\u043C\u0435\u0440\u0435\u043D\u0438\u0435 \u043D\u0435 \u0435 \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u0430\u043D\u0430 \u043F\u0440\u0430\u0432\u0438\u043B\u043D\u043E. \u041C\u0430\u043F\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 \u0446\u0435\u043B FinanceApplicationLog-ShowList \u043D\u0435 \u0441\u044A\u0449\u0435\u0441\u0442\u0432\u0443\u0432\u0430.
